let bookName = "Shohname";
let authorName = "Firdavsi";
let number = "1011";
let isReas = "Yes";
let comments =
  "Шахнаме» («Книга царей») - выдающийся памятник персидской литературы, национальный эпос иранских народов, созданный Абулькасимом Фирдоуси. Он содержит 60 тысяч двустиший и повествует об истории Ирана от древних времен до проникновения ислама.";

console.log("Nazvanie knigi");
console.log("Shohname: " + bookName);
console.log("Firdavsi: " + authorName);
console.log("1011: " + number);
console.log("v sisteme: " + (isReas ? "Yes" : "No"));
console.log(
  "Шахнаме» («Книга царей») - выдающийся памятник персидской литературы, национальный эпос иранских народов, созданный Абулькасимом Фирдоуси. Он содержит 60 тысяч двустиший и повествует об истории Ирана от древних времен до проникновения ислама.: " +
    comments
);
